---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteNoLevelBelow
source: html/5e93df38-eb32-2c58-61b8-e880347e3d9b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteNoLevelBelow Property

Can't paste these elements at this height because there is no Level below to reference.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteNoLevelBelow { get; }
```